export default function TermsAndConditionsContentAr() {
  return (
    <div className="terms-content-container">
      <h1 dir="RTL" className="terms-header">
        <span>الشروط و الاحكام</span>
      </h1>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>
          تمثل هذه الشروط والأحكام (المشار إليها فيما بعد باسم &quot;الشروط والأحكام&quot; أو &quot;الاتفاق&quot;) اتفاقًا يدخل بين
          &quot;قائمة&quot; من شركة التكنوليجيا الحديثة للحلول البرمجية (المشار لها لاحقاً بـ &quot;الشركة&quot;) وبينك كمستخدم و تشكل هذه
          الشروط والأحكام اتفاقًا قانونيًا لاستخدامك ، وتحتفظ الشركة بالحق في إجراء تغييرات على هذا الاتفاق. كما يجب عليك الالتزام والامتثال
          لجميع القوانين واللوائح السارية في المملكة العربية السعودية
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>أجزاء هذا الاتفاق</span>
        <span dir="LTR">:</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          يتألف هذا الاتفاق من الشروط والأحكام العامة (المشار إليها فيما بعد بـ &quot;الشروط العامة&quot;) والشروط والأحكام الخاصة
          بالاستخدام الخاص للخدمات (المشار إليها فيما بعد بـ &quot;الشروط الخاصة للخدمة&quot;). في حالة تعارض بين الشروط العامة والشروط
          الخاصة بالخدمة يأخذ بعين الاعتبار الشروط الخاصة بالخدمة
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>قبول الاتفاق</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          يجب أن تكون في سن قانوني لقبول الاتفاق. إذا لم توافق على الشروط العامة، فلا تستخدم أيًا من خدماتنا. إذا وافقت على الشروط العامة
          ولم توافق على أي شروط خاصة بالخدمة، فلا تستخدم الخدمة المقابلة. يمكنك قبول الاتفاق عن طريق تحديد خانة الاختيار أو النقر على زر
          يشير إلى موافقتك على الاتفاق أو عن طريق استخدام الخدمات فعليًا
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>وصف الخدمة</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          نحن نقدم نظام محاسبي كخدمة سحابية ، بما في ذلك التطبيقات المحمولة او الغير متصلة بالإنترنت (المشار اليها ب&quot;الخدمة&quot; او
          &quot;الخدمات&quot;). يمكنك استخدام هذه الخدمات لأغراض الأعمال الداخلية في المؤسسة التي تمثلها. كما يمكنك الاتصال بالخدمات
          باستخدام أي متصفح إنترنت يتم دعمه من قبل الخدمات. المستخدم مسؤول عن الحصول على وصول إلى الإنترنت والتجهيزات الضرورية لاستخدام
          الخدمات. يمكنك إنشاء وتحرير المحتوى باستخدام حساب المستخدم الخاص بك، وإذا اخترت القيام بذلك، يمكنك نشر ومشاركة هذا المحتوى
        </span>
        <span dir="LTR">.</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span dir="LTR">&nbsp;</span>
      </h2>
      <h2 dir="RTL" className="terms-h2">
        <span>الخدمة التجريبية</span>
        <span dir="LTR">&nbsp;(Beta)</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          قد نقدم بعض الخدمات كخدمات تجريبية مغلقة أو مفتوحة (&quot;الخدمة التجريبية&quot; أو &quot;الخدمات التجريبية&quot;) لأغراض الاختبار
          والتقييم. وبموافقتك تقر بأن لدينا السلطة الوحيدة والتقدير لتحديد فترة الاختبار والتقييم للخدمات التجريبية. كما سنكون الحكم الوحيد
          على نجاح هذا الخدمة واتخاذ القرار إن وجد. لن يكون لك أي التزام بالاشتراك في استخدام أي خدمة مدفوعة نتيجة الاشتراك في أي خدمة
          تجريبية. نحتفظ بالحق في إيقاف الخدمات التجريبية جزئيًا أو كليًا، في أي وقت ومن وقت لآخر، بشكل مؤقت أو دائم، بدون إشعار لك.
          بموافقتك تقر على أن قائمة لن تكون مسؤولة تجاهك أو تجاه أي طرف ثالث عن أي ضرر يتعلق بتعديل أو تعليق أو إيقاف أي من الخدمات
          التجريبية لأي سبب من الأسباب
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>فترة التجربة المجانية</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          إذا قمت بالتسجيل للحصول على فترة تجريبية مجانية للخدمات، ستقدم لك قائمة الخدمات المعنية على أساس تجريبي مجاني حتى إنهاء إما
        </span>
        <span dir="LTR">&nbsp;(i)&nbsp;</span>
        <span>نهاية فترة الفترة التجريبية المجانية للخدمات المعنية (ما لم يتم إنهاؤها مسبقًا من قبلك)، أو</span>
        <span dir="LTR">&nbsp;(ii)&nbsp;</span>
        <span>تاريخ بدء فترة الاشتراك المدفوع للخدمات المعنية، أو</span>
        <span dir="LTR">&nbsp;(iii)&nbsp;</span>
        <span>
          الإنهاء من قبل قائمة بتقديرها الوحيد. ستفقد أي بيانات تدخلها في الخدمات، وأي تخصيصات تقوم بها في الخدمات أثناء الفترة التجريبية
          المجانية إلى الأبد ما لم تقم
        </span>
        <span dir="LTR">&nbsp;(i)&nbsp;</span>
        <span>بشراء خطة الاشتراك المدفوعة للحساب، أو</span>
        <span dir="LTR">&nbsp;(ii)&nbsp;</span>
        <span>بشراء ترقيات الخدمة المعنية، أو</span>
        <span dir="LTR">&nbsp;(iii)&nbsp;</span>
        <span>
          بتصدير هذه البيانات قبل نهاية فترة التجربة. بالإضافة الى ذلك فان الخدمات تُقدم كما هي خلال فترة التجربة المجانية، دون أي ضمان، أو
          تعهد، أو دعم، أو أي مسؤولية على الإطلاق، إلى الحد الذي يسمح به القانون
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>التزامات التسجيل للمستخدم</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          يجب أن تقوم بالتسجيل للحصول على حساب مستخدم عن طريق تقديم جميع المعلومات المطلوبة للوصول إلى أو استخدام الخدمات. إذا كنت تمثل
          مؤسسة وترغب في استخدام الخدمات للاستخدام الداخلي للشركة، نوصي بأن تقوم أنت وجميع المستخدمين الآخرين من مؤسستك بالتسجيل للحصول على
          حسابات المستخدمين من خلال تقديم معلومات الاتصال الخاصة بالشركة الخاصة بكم. على وجه الخصوص، نوصي بأن تستخدم عنوان بريدك الإلكتروني
          للشركة. وان توافق على
        </span>
        <span dir="LTR">: (i)&nbsp;</span>
        <span>تقديم معلومات صحيحة ودقيقة وحالية وكاملة عن نفسك كما تطلب في عملية التسجيل؛ و</span>
        <span dir="LTR">&nbsp;(ii)&nbsp;</span>
        <span>
          الحفاظ على المعلومات التي قدمتها أثناء التسجيل وتحديثها بشكل فوري للحفاظ على صحتها ودقتها وحداثتها. في حال اكتشاف
          &quot;قائمة&quot; أسباب معقولة للشك في أن هذه المعلومات غير صحيحة أو غير دقيقة أو قديمة أو غير كاملة، أو إذا كانت لديها أسباب
          معقولة للاشتباه في أن هذه المعلومات غير صحيحة أو غير دقيقة أو قديمة أو غير كاملة، فإن &quot;قائمة&quot; قد تقوم بإنهاء حسابك
          كمستخدم ورفض الاستخدام الحالي أو المستقبلي لجميع الخدمات
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>قيود الاستخدام</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>بالإضافة إلى جميع الشروط والأحكام الأخرى لهذا الاتفاق، يجب ألا تقوم بـ</span>
        <span dir="LTR">: (i)&nbsp;</span>
        <span>نقل الخدمات أو جعلها متاحة لأي طرف ثالث؛</span>
        <span dir="LTR">&nbsp;(ii)&nbsp;</span>
        <span>توفير أي خدمة بناءً على الخدمات دون إذن مكتوب مسبق؛</span>
        <span dir="LTR">&nbsp;(iii)&nbsp;</span>
        <span>السماح بمشاركة تراخيص المستخدم من قبل أكثر من فرد واحد سوا بإعادة تخصيص ترخيص المستخدم لمستخدم جديد؛</span>
        <span dir="LTR">&nbsp;(iv)&nbsp;</span>
        <span>بموجب القانون المعمول به، محاولة تفكيك، أو تحليل البرمجيات؛</span>
        <span dir="LTR">&nbsp;(v)&nbsp;</span>
        <span>استخدام روابط الغير الخاصة بنا إلى المواقع دون الموافقة على شروط وأحكام موقعهم على الويب</span>
        <span dir="LTR">&nbsp;(vi)</span>
        <span>محاولة الوصول غير المصرح به إلى الخدمات أو الأنظمة أو الشبكة المتصلة بها؛</span>
        <span dir="LTR">&nbsp;(viii)&nbsp;</span>
        <span>
          استخدام الخدمات بطريقة يمكن أن تتسبب في تلف أو تعطيل أو تحميل أو إلحاق الضرر بأي خادم أو شبكة أو نظام حاسوب أو مورد تقني لـ
        </span>
        <span dir="LTR">&nbsp;</span>
        <span>&quot;قائمة&quot;؛</span>
        <span dir="LTR">&nbsp;(vii)&nbsp;</span>
        <span>استخدام الخدمات لإرسال أو تخزين مواد تحتوي على فيروسات البرمجيات أي رموز ضارة أو ملفات أو سكريبتات أو برامج؛</span>
        <span dir="LTR">&nbsp;(x)&nbsp;</span>
        <span>استخدام الخدمات بطريقة قد تتسبب في تلف أو تعطيل أو تحميل أو إلحاق الضرر بأي خادم أو شبكة أو نظام حاسوب أو مورد تقني لـ</span>
        <span dir="LTR">&nbsp;</span>
        <span>&quot;قائمة&quot;؛</span>
        <span dir="LTR">&nbsp;(xi)&nbsp;</span>
        <span>استخدام الخدمات بطريقة تعيق أو تعطل تكامل الخدمات ومكوناتها والبيانات الموجودة فيها؛</span>
        <span dir="LTR">&nbsp;(xii)&nbsp;</span>
        <span>إنشاء هوية كاذبة لتضليل أي شخص بشأن هوية أو أصل أي تواصل؛</span>
        <span dir="LTR">&nbsp;(xiii)&nbsp;</span>
        <span>
          استضافة أو عرض أو تحميل أو تعديل أو نشر أو نقل أو تخزين أو تحديث أو مشاركة أي معلومات تنتمي إلى شخص آخر أو كيان ولا تملك لها أي
          حق، بما في ذلك المعلومات الشخصية أو السرية بشكل أو بآخر، بالنسبة للتي ليس لديك موافقة أو إذن من هذا الشخص أو الكيان؛
        </span>
        <span dir="LTR">&nbsp;(xiv)&nbsp;</span>
        <span>استخدام الخدمات لنقل معلومات زائفة وغير صحيحة، وهي مكتوبة أو نشرت بأي شكل، بغ</span>
        <span>ا</span>
        <span>ية الضلالة أو التضليل بشخص أو كيان أو وكالة لتحقيق الربح المالي أو تسبب أي ضرر لأي شخص؛</span>
        <span dir="LTR">&nbsp;(xv)&nbsp;</span>
        <span>انتهاك أي قانون محلي أو وطني أو دولي أو أي نص قانوني؛</span>
        <span dir="LTR">&nbsp;(xvi)&nbsp;</span>
        <span>استخدام الخدمات لأي غرض تنافسي أو أغراض قياس الأداء. و</span>
        <span dir="LTR">&nbsp;(xvii)&nbsp;</span>
        <span>إزالة أو إخفاء أي إشعارات خاصة أو غيرها من الإشعارات الخاصة بالملكية المعنية في الخدمات</span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>البريد العشوائي والأنشطة غير القانونية</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          تتفق على أن تكون المسؤول الوحيد عن محتويات النقل الخاصة بك من خلال الخدمات. تتعهد بعدم استخدام الخدمات لأغراض غير قانونية أو لنقل
          مواد غير قانونية أو تشهيرية أو تحقيرية أو تعتدي على خصوصية الآخرين أو تسيء استخداما لخصوصية الآخرين أو تحتوي على تهديدات أو تكون
          ضارة أو فاحشة ، أو تكون غير لائقة بطرق أخرى، أو تسيء استخداما للمشاعر الدينية، أو تحتوي على فيروسات أو رموز ضارة أو أي مواد تجارية
          أو غير قانونية تنتهك أو قد تنتهك الملكية الفكرية أو الحقوق الأخرى لشخص آخر. تتعهد بعدم استخدام الخدمات لنقل &quot;البريد
          العشوائي&quot; أو الأنشطة غير المرغوب فيها أو رسائل السلسلة أو الاحتيال أو التوزيع الجماعي غير المرغوب فيه للبريد الإلكتروني.
          نحتفظ بالحق في إنهاء وصولك إلى الخدمات إذا كانت هناك أسباب معقولة للاعتقاد بأنك قد استخدمت الخدمات لأي نشاط غير قانوني أو غير مرخص
        </span>
        <span dir="LTR">.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>تطبيقات الطرف الثالث</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          تتكامل خدمات &quot;قائمة&quot; مع العديد من تطبيقات الطرف الثالث (المعروفة بـ &quot;تطبيقات الطرف الثالث&quot;). يمكن أن يتطلب
          الوصول واستخدام تطبيقات الطرف الثالث قبول شروط الخدمة وسياسات الخصوصية الخاصة بتلك التطبيقات (المعروفة بـ &quot;شروط الطرف
          الثالث&quot;). المستخدم مسؤول عن قراءة وفهم شروط الطرف الثالث قبل الوصول أو استخدام أي تطبيق طرف ثالث. &nbsp;كما تقروتوافق على أن
          &quot;قائمة&quot; ليست مسؤولة عن أي تطبيقات طرف ثالث. على الرغم من أننا سنحاول تقديم إشعار مسبق لك، في حال كان ذلك ممكنًا، إلا أنك
          تقر وتوافق على أن &quot;قائمة&quot; قد تعلق أو تقيد أو تعطل الوصول إلى أو تقوم بإزالة أي تطبيق طرف ثالث من خدمات &quot;
          قائمة&quot; ، في أي وقت وبمفردها، ودون أي إشعار لك، و دون أي مسؤولية تجاهك، بما في ذلك وليس على سبيل الحصر فقدان الأرباح، أو
          الإيرادات، أو البيانات، أو السمعة، أو أي خسائر لا تشمل الخسائر المادية.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>الرسوم والمدفوعات</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>تتوفر الخدمات بموجب خطط اشتراك لمدد مختلفة. يمكن الدفع لخطط الاشتراك فقط عبر بطاقة الخصم أو بطاقة الائتمان.</span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>
          قد نقوم بتغيير سعر أي خدمة من حين لآخر. لن يكون هناك أي زيادة في الرسوم حتى انتهاء دورة الفوترة الحالية.{' '}
          <span style={{ backgroundColor: 'yellow' }}>
            وفي حالة ترقية اشتراكك لن يتم تعويضك عن الايام المتبقية للاشتراك السابق وسيتم البدء بالاشتراك الجديد.
          </span>
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>
          في حال فرض أي ضريبة مثل ضريبة القيمة المضافة أو الضرائب على المبيعات أو ما شابهها من ضرائب تفرضها &quot;قائمة&quot; وفقًا لأي
          قوانين في المملكة العربية السعودية بخصوص اشتراكك في خدماتنا (&quot;الضرائب&quot;)، سيقوم &quot;قائمة&quot; بفوترتك بمثل هذه
          الضرائب. كما توافق على دفع هذه الضرائب لـ &quot;قائمة&quot; بالإضافة إلى رسوم الاشتراك. ستقدم &quot;قائمة&quot; لك فاتورة بالتنسيق
          الذي ينص عليه قانون المملكة العربية السعودية.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>سياسة تجديد الاشتراك</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          سيتم تجديد اشتراكك تلقائيا عند اقتراب انتهاءه او بالقرب من ذلك وفقا لاسعار الاشتراك المعمول بها وقت التجديد. ومع ذلك، حتى لو كانت
          هناك امكانية لتجديد اشتراكك تلقائيا ، فانه يقع على عاتقك وحدك وليس على عاتق قائمة، التاكد من تجديد اشتراكك قبل انتهاءه ، والا فان
          قدرتك على استخدام الخدمة ستنتهي تلقائيا . قد لا تقدم قائمة اشعارا مسبقا بالتجديد التلقائي اذا كانت قائمة غير قادرة على التجديد
          التلقائي لاي سبب كان فسينتهي اشتراكك تلقائيا .بالنسبة للمشتركين الذين يختارون الدفع ببطاقة الائتمان قد يتم خصم رسوم الاشتراك
          للتجديد من بطاقة الائتمان المسجله الا في حال تم اخطار قائمة بالتغيير او الالغاء بالوسائل التي تتيحها قائمة.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>حسابات المؤسسات والمسؤولين</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          عند تسجيل حساب لمؤسستك، قد تحدد مسؤولًا أو أكثر. سيكون للمسؤولين الحق في تكوين الخدمات استنادًا إلى متطلباتك وإدارة المستخدمين
          النهائيين في حساب مؤسستك. إذا تم إنشاء حساب مؤسستك وتكوينه نيابة عنك من قبل طرف ثالث فمن المحتمل أن يكون مثل هذا الطرف الثالث قد
          تولى دور المسؤول لحساب مؤسستك. تأكد من أنك قد دخلت في اتفاق مناسب مع هذا الطرف الثالث يحدد أدواره وقيوده كمسؤول لحساب مؤسستك.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>أنت مسؤول عن (</span>
        <span dir="LTR">i</span>
        <span>) ضمان سرية كلمة مرور حساب مؤسستك، (</span>
        <span dir="LTR">ii</span>
        <span>) تعيين أفراد مؤهلين كمسؤولين لإدارة حساب مؤسستك، و (</span>
        <span dir="LTR">iii</span>
        <span>
          ) ضمان أن جميع الأنشطة التي تحدث بحساب مؤسستك تتوافق مع هذا الاتفاق. وللمعلومية أن &quot;قائمة&quot; ليست مسؤولة عن إدارة الحساب
          والتحكم الداخلي للخدمات بالنسبة لك.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>
          المستخدم مسؤول عن اتخاذ الخطوات اللازمة لضمان أن المؤسسة لا تفقد السيطرة على حسابات المسؤولين. يمكنك تحديد عملية يتعين اتباعها
          لاستعادة السيطرة في حال فقدان السيطرة على حسابات المسؤولين عن طريق إرسال بريد إلكتروني إلى&nbsp;
        </span>
        <span dir="LTR">Support@qaema.com</span>
        <span>
          ، بشرط أن تكون العملية مقبولة لدى &quot;قائمة&quot; . في حالة عدم تحديد أي عملية لاستعادة حساب المسؤول، قد تقدم &quot;قائمة&quot;
          السيطرة على حسابات المسؤولين للشخص الذي يقدم دليلاً مقنعًا ل&quot; قائمة&quot; و يثبت تفويضه للتصرف نيابة عن المؤسسة. كما توافق
          على عدم تحمل &quot;قائمة&quot; مسؤولية عواقب أي إجراء تتخذه &quot;قائمة&quot; في هذا الصدد.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>المعلومات الشخصية وسياسة الخصوصية</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          تخضع المعلومات الشخصية التي تقدمها لـ&quot; قائمة&quot; من خلال الخدمة لسياسة الخصوصية التابعة لـ&quot;قائمة&quot;. يشير استخدامك
          للخدمة إلى موافقتك على شروط سياسة الخصوصية التابعة لـ&quot;قائمة&quot;. المستخدم &nbsp;مسؤول عن الحفاظ على سرية اسم المستخدم وكلمة
          المرور والمعلومات الحساسة الأخرى. المستخدم مسؤول عن جميع الأنشطة التي تحدث في الحساب الخاص به، كما توافق على إبلاغنا فورًا في حالة
          اشتباه في أي استخدام غير مصرح به لحسابك من خلال البريد الإلكتروني إلى&nbsp;
        </span>
        <span dir="LTR">support@qaema.com</span>
        <span>&nbsp;أو عن طريق الاتصال بنا على أحد الأرقام المدرجة على&nbsp;</span>
        <span dir="LTR">https://www.qaema.com</span>
        <span>
          . لسنا مسؤولين عن أي خسائر أو ضرر لك أو لطرف ثالث ناتج عن أي وصول غير مصرح به و / أو استخدام لحساب المستخدم الخاص بك، أو غير ذلك.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>التواصل على&quot;قائمة&quot;</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          بعض الخدمات على &quot;قائمة&quot; مثل إعلانات الخدمة والرسائل الإدارية والنشرات الإخبارية ستعتبر جزءًا من استخدام الخدمات. كجزء من
          سياستنا لتوفير الخصوصية الكاملة نقدم لك أيضًا إمكانية إلغاء الاشتراك من تلقي النشرات الإخبارية منا. كما انه لن تكون قادرًا على
          إلغاء الاشتراك من تلقي إعلانات الخدمة والرسائل الإدارية.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>الشكاوى</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>لحل أي خلافات، يرجى الاتصال بفريق الدعم لدينا. يمكنك الوصول إلينا عبر البريد الإلكتروني&nbsp;</span>
        <span dir="LTR">support@qaema.com</span>
        <span>
          &nbsp;أو عن طريق الاتصال على 8001010025 خلال ساعات العمل الخاصة بنا، والتي تكون من الساعة 8:00 صباحًا إلى الساعة 4:00 مساءً، من
          الأحد إلى الخميس.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>
          إذا تلقينا شكوى من أي شخص بخصوص أنشطتك كجزء من استخدام الخدمات، سنقوم بتحويل الشكوى إلى البريد الإلكتروني الرئيسي الخاص بحسابك.
          يجب عليك الرد على الشكوى في غضون 10 أيام من تلقي الشكوى المحولة من قبلنا واضافة &quot;قائمة&quot; في التواصل. إذا لم ترد على
          المشتكي في غضون 10 أيام من تاريخ البريد الإلكتروني المرسل لك، قد نقوم بالكشف عن اسمك ومعلومات الاتصال الخاصة بك للمشتكي لتمكين
          المشتكي من اتخاذ إجراء قانوني ضدك. تفهم أن عدم الرد على الشكوى المحولة في الحد الزمني البالغ 10 أيام سيُفسر على أنك موافق على
          الكشف عن اسمك ومعلومات الاتصال بواسطة &quot;قائمة&quot; للمشتكي.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>سياسة الحسابات الغير نشطة</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          نحتفظ بالحق في إنهاء حسابات المستخدم غير المدفوعة التي تكون غير نشطة لفترة مستمرة تبلغ 180 يومًا. في حال إنهاء هذه الحسابات، سيتم
          حذف جميع البيانات المرتبطة بها. سنقدم لك إشعارًا مسبقًا بإنهاء الحسابات وخيار لإجراء نسخ احتياطي لبياناتك. يمكن تنفيذ سياسة حذف
          البيانات لجميع الخدمات. في حالة الحسابات التي تحتوي على أكثر من مستخدم إذا كان أحد المستخدمين على الأقل نشطًا لن يتم اعتبار الحساب
          غير نشط.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>ملكية البيانات</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          نحن نحترم حقك في ملكية المحتوى الذي تم إنشاؤه أو تخزينه بواسطتك. إن استخدامك للخدمات سيتم وفقا اعلى المعاير الامنية و يعطي الحق
          &quot;قائمة&quot; ترخيصًا لاستخدام أو تكييف أو تعديل أو نشر أو توزيع المحتوى الذي تم إنشاؤه من قبلك أو تخزينه لأغراض تجارية أو
          تسويقية او أي هدف مماثل.&nbsp;
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>موقع الاستضافة</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          موقع مقدم الخدمة السحابة الذي يخدمك &nbsp;يقع في جدة، المملكة العربية السعودية . تمتلك &quot;قائمة&quot; مكتبًا في الرياض، المملكة
          العربية السعودية، بالإضافة إلى تخزين نسخة محلية من البيانات داخل المملكة العربية السعودية.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>محتوى ناتج عن طريق المستخدم&nbsp;</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          يمكنك نقل أو نشر المحتوى الذي تم إنشاؤه بواسطتك باستخدام أي من الخدمات أو غيرها. ومع ذلك يجب عليك أن تكون مسؤولًا بالكامل عن هذا
          المحتوى وعواقب نقله أو نشره. سيكون أي محتوى يتم نشره علنيًا متاحًا عبر الإنترنت وقد يتم فهرسته وفحصه بواسطة محركات البحث. أنت
          مسؤول عن التأكد من عدم جعل أي محتوى خاص متاحًا علنيًا عن طريق الخطأ. أي محتوى قد تتلقاه من مستخدمين آخرين للخدمات يُقدم لك
          &quot;كما هو&quot; للاطلاع عليه لأغراض المعلومات الشخصية، ويتفق معك على عدم استخدامه أو نسخه أو استنساخه أو توزيعه أو نقله أو بثه
          أو عرضه أو بيعه أو ترخيصه أو استغلاله بأي شكل من الأشكال دون الحصول على الموافقة الكتابية الصريحة من الشخص الذي يمتلك حقوق هذا
          المحتوى. خلال استخدامك لأي من الخدمات، إذا واجهت محتوى يحمل إشعارات حقوق الطبع والنشر أو ميزات حماية النسخ، فإنك توافق على عدم
          إزالة هذه الإشعارات أو تعطيل تلك الميزات حسب الحالة. من خلال جعل أي محتوى يحمل حقوق الطبع والنشر متاحًا على أي من الخدمات، فإنك
          تؤكد أنك حصلت على موافقة أو تفويض أو إذن، حسب الحالة، من كل شخص قد يدعي حقوقًا في مثل هذا المحتوى لجعله متاحًا بهذه الطريقة. علاوة
          على ذلك، عن طريق جعل أي محتوى متاحًا بالطريقة المذكورة أعلاه، فإنك توافق صراحة على أن يكون ل &quot;قائمة&quot; الحق في حظر الوصول
          إلى أو إزالة أي محتوى قدمته إذا تلقت &quot;قائمة&quot; شكاوى تتعلق بأي إخلال قانوني أو انتهاك لحقوق طرف ثالت من خلال استخدام أي من
          الخدمات ونقل أو نشر أي محتوى باستخدام هذه الخدمة وستكون مساءل قانونيا.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>ملفات العينات والتطبيقات</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          قد توفر &quot;قائمة&quot; ملفات وتطبيقات لغرض توضيح إمكانية استخدام الخدمات بشكل فعّال لأغراض محددة. يتألف محتوى أي ملفات أو
          تطبيقات على بيانات عشوائية. &quot;قائمة&quot; لا تقدم أي ضمان سواء صريحًا أم ضمنيًا بشأن دقة أو فائدة أو اكتمال أو موثوقية هذه
          المعلومات أو ملفات العينات والتطبيقات.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>إخلاء المسؤولية عن الضمان</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          المستخدم يفهم ويوافق صراحة على أن استخدام الخدمات يكون على مسؤوليته الشخصية. تُقدم الخدمات على أساس &quot;كما هي&quot; و &quot;حسب
          التوفر&quot;. تُخلى &quot;قائمة&quot; مسؤوليتها صراحة عن جميع الضمانات من أي نوع سواء كانت صريحة أو ضمنية. لا تقدم
          &quot;قائمة&quot; أي ضمان بأن الخدمات ستكون بلا انقطاع أو في الوقت المناسب أو آمنة أو خالية من الأخطاء. يكون استخدام أي مواد يتم
          تنزيلها أو الحصول عليها من خلال استخدام الخدمات على مسؤوليتك الشخصية وعلى مخاطرك الخاصة، وستكون مسؤولًا بالكامل عن أي ضرر يلحق
          بنظام الكمبيوتر الخاص بك أو هاتفك المحمول أو جهازك اللاسلكي أو البيانات الناتجة عن استخدام الخدمات أو تنزيل أي مواد من هذا القبيل.
          لن تؤدي أي نصيحة أو معلومة سواء كانت كتابية أو شفهية تحصل عليها من &quot;قائمة&quot; أو موظفيها أو مندوبيها إلى إنشاء أي ضمان غير
          معلن صراحة في الاتفاق.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span>&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>التحمل المحدود للمسؤولية</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          تتفق على أن &quot;قائمة&quot; لن تكون مسؤولة في أي حال من الأحوال، عن أي خسائر أو أضرار تبعًا لأي فقد في الأرباح التجارية أو
          انقطاع التشغيل التجاري أو فشل الكمبيوتر أو فقد معلومات تجارية أو خسارة أخرى ناجمة عن استخدامك للخدمة أو عجزك عن استخدامها، حتى لو
          كان قد تم إخطار &quot;قائمة&quot; بإمكانية حدوث مثل هذه الأضرار. في أي حال من الأحوال فإن المسؤولية الكلية لـ&quot;قائمة&quot;
          تجاهك فيما يتعلق بأي خدمة سواء كان ذلك مباشرًا أو غير مباشر لا تتجاوز الرسوم التي دفعتها خلال فترة الاشتراك او اضافة مدة اشتراك
          مجانية لفترة تحدد من قبل &quot;قائمة&quot;.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>التعويض</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          تتعهد بتعويض &quot;قائمة&quot; وموظفيها ومديريها ومورديها وشركائها عن أي خسائر وأضرار وغرامات ونفقات (بما في ذلك رسوم المحاماة
          والتكاليف الناشئة أو التي تتعلق بأي ادعاءات قد قدمتها أنت أو أي طرف ثالث) &nbsp;بأنك استخدمت الخدمات بمخالفة حقوق طرف ثالث، أو
          بمخالفة لأي قانون، أو بخرق أي بنود في هذا الاتفاق، أو أي ادعاء آخر متعلق باستخدامك للخدمات، ما عدا حينما يكون هذا الاستخدام مصرحًا
          به من قبل &quot;قائمة&quot;.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>القانون الساري والاختصاص القضائي</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          يُطبق القانون المعمول به في المملكة العربية السعودية في حالة أي نزاع أو دعوى قضائية تنشأ &nbsp;او لها علاقة بهذا الاتفاق. وبناءً
          على ذلك يتفق كل طرف على القانون المعمول به (دون النظر إلى قواعد اختيار القانون أو التعارض بين القوانين) وإلى الاختصاص الحصري
          للمحاكم في المملكة العربية السعودية في حالة أي نزاع أو دعوى قضائية لها علاقة &nbsp;بهذا الاتفاق.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>تعليق الخدمة والإنهاء</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          قد نعلق حساب المستخدم الخاص بك أو نعطل الوصول إلى جزء أو كل الخدمة في حالة الاشتباه في أنشطة غير قانونية، أو في فترات طويلة من عدم
          النشاط، أو بناءً على طلب من السطات النظامية. يجب تقديم اعتراضات على تعليق أو تعطيل حساب المستخدم خلال ثلاثين يومًا من إعلامك
          بالتعليق. قد نقوم بإنهاء حساب مستخدم معلق أو معطل بعد ثلاثين يومًا. سنحتفظ أيضًا بالحق في إنهاء حساب المستخدم الخاص بك ورفض تقديم
          الخدمات بناءً على اعتقاد معقول بأنك قد انتهكت هذا الاتفاق. ولإنهاء وصولك إلى أي خدمة تجريبية في حالة حدوث مشاكل تقنية غير متوقعة
          أو إذا تم إيقاف الخدمة التجريبية تحتفظ بحقك في إنهاء حساب المستخدم الخاص بك إذا قامت&quot; قائمة&quot; بانتهاك التزاماتها وفقًا
          لهذا الاتفاق. سيؤدي إنهاء حساب المستخدم إلى رفض الوصول إلى جميع الخدمات وحذف المعلومات في حساب المستخدم الخاص بك مثل عنوان البريد
          الإلكتروني وكلمة المرور وحذف جميع البيانات في حساب المستخدم الخاص بك.
        </span>
      </p>
      <p dir="RTL" className="terms-normal">
        <span dir="LTR">&nbsp;</span>
      </p>
      <h2 dir="RTL" className="terms-h2">
        <span>تعديل شروط الخدمة</span>
      </h2>
      <p dir="RTL" className="terms-normal">
        <span>
          قد نقوم بتعديل هذا الاتفاق بإشعار لك في أي وقت من خلال إعلان الخدمة أو عن طريق إرسال بريد إلكتروني إلى عنوان بريدك الإلكتروني
          الرئيسي. إذا قمنا بإجراء تغييرات كبيرة في الاتفاق التي تؤثر على حقوقك، سيتم ارسال إشعار لك قبل 30 يومًا على الأقل من تاريخ الإعلان
          عن التغييرات عبر البريد الإلكتروني إلى عنوان بريدك الإلكتروني الرئيسي. يمكنك إنهاء استخدام الخدمات من خلال تقديم إشعار
          لـ&quot;قائمة&quot; عبر البريد الإلكتروني في غضون 30 يومًا من إعلامك بإمكانية تعديل الاتفاق إذا تم تعديله بطريقة تؤثر بشكل كبير
          على حقوقك. يُعتبر استمرارك في استخدام الخدمات بعد اعلامك لأي تغيير في الاتفاق على أنك قد وافقت على الاتفاق المعدل.
        </span>
      </p>
      <p dir="LTR" className="terms-normal">
        &nbsp;
      </p>
    </div>
  );
}
